// pch.h: это файл предкомпилированного заголовка. 
// Указанные ниже файлы компилируются только один раз, что повышает производительность будущих сборок. 
// Это также влияет на производительность IntelliSense, в том числе выполнение кода и многие функции просмотра кода.
// Однако ВСЕ указанные здесь файлы будут скомпилированы повторно, если хотя бы один из них будет обновлен между сборками. 
// Не добавляйте сюда файлы, которые будете часто обновлять (это понижает производительность).

#ifndef PCH_H
#define PCH_H

// TODO: add headers that you want to pre-compile here

#endif //PCH_H
